Repository: AlexELEC/script.program.driverselect
Catalog: resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30010
source: AlexELEC driver select
ru_ru: AlexELEC выбор драйверов

# #30011
source: Select driver module
ru_ru: Выбрать модуль драйвера

# #30012
source: System Reboot required
ru_ru: Требуется перезагрузка системы

# #30013
source: You changed the system driver. A system reboot is required for the new driver to work properly. Would you like to reboot the system now?
ru_ru: Вы сменили системные драйвера. Для правильной работы новых драйверов требуется перезагрузка системы. Вы хотите перезагрузить систему сейчас?

# #30014
source: Driver changed, reboot required!
ru_ru: Драйвер изменен, требуется перезагрузка!

# #30015
source: No driver modules found!
ru_ru: Модули драйверов не найдены!

# #30016
source: No description available for this module!
ru_ru: Нет описания для этого модуля!

# #30017
source: unknown
ru_ru: неизвестный

# #30018
source: You have module drivers disabled. A system reboot is required to work properly. Would you like to reboot the system now?
ru_ru: Драйвера отключены. Для правильной работы требуется перезагрузка системы. Вы хотите перезагрузить систему сейчас?

# #30019
source: Could not access addon library
ru_ru: Не удалось получить доступ к библиотеке надстройки

# #30020
source: Select category
ru_ru: Выберите категорию

# #30021
source: Choose DVB driver module
ru_ru: Выберите DVB драйвера

# #30022
source: Choose video driver module
ru_ru: Выберите модуль видеодрайвера

# #30023
source: Choose network driver module
ru_ru: Выберите драйвера сети

# #30024
source: AE default drivers
ru_ru: AE драйвера по умолчанию

# #30025
source: DVB drivers from standard package
ru_ru: Драйверы DVB из стандартного пакета

# #30026
source: Video drivers from standard package
ru_ru: Видеодрайверы из стандартного пакета

# #30027
source: Network drivers from standard package
ru_ru: Сетевые драйверы из стандартного пакета
